Repository: AndreyMalykhin/Catzilla
Catalog: Assets/SmartLocalizationWorkspace/Data/LanguageData/Language.*.resx
Languages: ru

# Common.Back
source: Back
ru: Назад

# Common.Error
source: An unexpected error occured
ru: Возникла неожиданная ошибка

# Common.Ok
source: OK
ru: ОК

# GameOverMenu.Ad
source: by watching ad
ru: просмотрев рекламу

# GameOverMenu.Exit
source: Quit
ru: Выйти

# GameOverMenu.Leaderboard
source: Leaderboard
ru: Лидеры

# GameOverMenu.Restart
source: Restart
ru: Играть снова

# GameOverMenu.Resurrect
source: Resurrect ({0})
ru: Воскресить ({0})

# GameOverMenu.Reward
source: Earn reward ({0})
ru: Получить приз ({0})

# LevelCompleteScreen.Continue
source: Continue
ru: Продолжить

# LevelCompleteScreen.Msg
source: Level complete!
ru: Уровень пройден!

# LevelCompleteScreen.Score
source: Score: {0}
ru: Очки: {0}

# LevelCompleteScreen.Share
source: Share replay
ru: Поделиться повтором

# LevelCompleteScreen.Time
source: Time: {0}
ru: Время: {0}

# LevelStartScreen.Level
source: Level {0}
ru: Уровень {0}

# MainMenu.Achievements
source: Achievements
ru: Достижения

# MainMenu.Company
source: by Mr.M
ru: от Mr. M

# MainMenu.Exit
source: Quit
ru: Выйти

# MainMenu.Feedback
source: Leave feedback
ru: Оставить отзыв

# MainMenu.Game
source: Good Cat Gone Bad
ru: CATZILLA

# MainMenu.Leaderboard
source: Leaderboard
ru: Лидеры

# MainMenu.Login
source: Sign in
ru: Войти

# MainMenu.Replays
source: Video
ru: Смотреть повторы

# MainMenu.Start
source: Play
ru: Играть

# Player.Refuse
source: Meow!
ru: Мяу!

# Player.SmashStreak
source: SMASH STREAK!
ru: СЕРИЯ РАЗРУШЕНИЙ!

# ResurrectionBonus.Take
source: resurrection
ru: воскрешение

# RewardBonus.Take
source: reward
ru: приз

# TutorialScreen.End
source: Got it!
ru: Ясно!

# TutorialScreen.Next
source: Next
ru: Далее

# TutorialScreen.Step1
source: Hello buddy. This short tutorial will explain you how to stop using your favorite swipe and start winning... or die trying
ru: Привет, дружище. Это короткое руководство объяснит, как перестать использовать жесты и начать побеждать... или умереть пытаясь

# TutorialScreen.Step2
source: Tapping in this area moves you to corresponding side
ru: Нажатие в этой области перемещает тебя в соответствующую сторону

# TutorialScreen.Step3
source: This is your health, don't let them cops bring it down
ru: Это твое здоровье, не позволяй копам отнимать его

# TutorialScreen.Step4
source: This is your current score and score required for new level, smash some to get some
ru: Это твои текущие очки и необходимые для нового уровня, разрушь что-нибудь, чтобы заработать немного

# TutorialScreen.Step5
source: Sometimes character will refuse to listen you... yep, he is stubborn... just be more insistent
ru: Иногда персонаж не будет тебя слушать... да, он упрям... просто будь настойчивее

# TutorialScreen.Step6
source: That's it buddy, just don't use swipe and everything will be fine... probably
ru: Вот и все, приятель, главное не используй жесты и все будет хорошо... наверное
